Repository: Thursdays-Child/gnoduino
Catalog: po/*.po
Languages: bs, cs, eu, fur, he, id, pl, sr@latin, tr

source: Verbose build
bs: Preopširna gradnja
cs: Podrobné informace při sestavení
eu: Eraiki xehetasunekin
fur: Costruzion prolisse
he: בנייה מפורטת
id: Membangun pesan rinci
pl: Bardziej szczegółowe budowanie
sr@latin: Opširna izgradnja
tr: Ayrıntılı inşa

source: Verbose upload
bs: Preopširan upload
eu: Igo xehetasunekin
fur: Cjariament prolìs
he: העלאה מפורטת
id: Mengunggah pesan rinci
pl: Bardziej szczegółowe wysyłanie
sr@latin: Opširno otpremanje
tr: Ayrıntılı karşıya yükleme

source: Show line numbers
bs: Prikaži brojeve redova
cs: Zobrazovat čísla řádků
eu: Erakutsi lerro-zenbakiak
fur: Mostre i numars di rie
he: הצגת מספרי שורות
id: Tampilkan nomor baris
pl: Wyświetlanie numerów wierszy
sr@latin: Prikaži brojeve redova
tr: Satır numaralarını göster

source: Sketchdir:
eu: Programaren direktorioa:
fur: Cartele stampons:
he: תיקיית הסקיצות:
pl: Katalog szkiców:
sr@latin: Direktorijum skice:
tr: Taslak dizini:

source: Enter any supplementary path that compiler will check for, separate them by semicolons. (eg /usr/share/gnoduino;/usr/local/share/gnoduino)
bs: Unesite bilo koju dodatnu putanju za koju će prevodilac provjeriti, odvojite ih tačka-zarezom. (npr. /usr/share/gnoduino;/usr/local/share/gnoduino)
cs: Zadejte dodatečné cesty, které má překladač kontrolovat. K oddělení použijte středníky (např. /usr/share/gnoduino;/usr/local/share/gnoduino).
eu: Sartu edozer bide-izen gehigarri konpilatzaileak egiaztatzeko, bereizteko erabili puntu eta komak. Adibidez, /usr/share/gnoduino;/usr/local/share/gnoduino.
fur: Inserìs eventuâi percors adizionâi che il compiladôr al controlarà, separâts cuntun pont e virgule. (pe /usr/share/gnoduino;/usr/local/share/gnoduino)
he: נא לציין נתיב משלים שהמהדיר יחפש בו, יש להפקיד בנקודה פסיק (לדוגמה ‎/usr/share/gnoduino;/usr/local/share/gnoduino)
id: Masukkan sebarang path tambahan yang akan diperiksa oleh kompailer, pisahkan mereka dengan titik koma (mis /usr/share/gnoduino;/usr/local/share/gnoduino)
pl: Proszę podać dowolne dodatkowe ścieżki, które powinny być sprawdzane przez kompilator, oddzielając je średnikiem (np. /usr/share/gnoduino;/usr/local/share/gnoduino).
sr@latin: Unesite još dopunskih putanja koje će prevodilac da proveri, razdvojene zapetačkom. (eg /usr/share/gnoduino;/usr/local/share/gnoduino)
tr: Derleyicinin kontrol edeceği noktalı virgül ile ayrılmış herhangi bir ek yol girin. (örneğin,usr/share/gnoduino;/usr/local/share/gnoduino)

source: Additional library paths:
bs: Putenje dodatne biblioteke:
cs: Cesty k dodatečným knihovnám:
eu: Liburutegi gehigarrien bide-izenak:
fur: Percors librariis adizionâls:
he: נתיבי ספריות נוספים:
id: Path pustaka tambahan:
pl: Dodatkowe ścieżki do bibliotek:
sr@latin: Putanje dodatne biblioteke:
tr: Ek kütüphane yolları:

source: Replace All
bs: Zamijeni sve
eu: Ordeztu denak
fur: Sostituìs dut
id: Ganti Semua
pl: Zmień wszystkie
sr@latin: Zameni sve
tr: Tümünü Değiştir

source: Replace with:
bs: Zamijeni sa:
eu: Ordeztu honekin:
fur: Sostituìs cun:
id: Ganti dengan:
pl: Zmiana na:
sr@latin: Zameni sa:
tr: Bununla değiştir:

source: _File
bs: _Datoteka
cs: _Soubor
eu: _Fitxategia
he: _קובץ
id: _Berkas
pl: _Plik
sr@latin: _Datoteka
tr: _Dosya

source: Upload to I/O Board
bs: Učitaj u I/O ploču
cs: Nahrát do V/V desky
eu: Igorri S/I txartelera
fur: Cjarie su schede I/O
he: העלאה לוח הקלט/פלט
id: Unggah ke Papan I/O
pl: Wyślij do płyty wejścia/wyjścia
sr@latin: Otpremi na U/I tablu
tr: G/Ç Devre Tahtasına Yükle

source: Preferences
bs: Postavke
cs: Předvolby
eu: Hobespenak
fur: Preferencis
he: העדפות
id: Preferensi
pl: Preferencje
sr@latin: Postavke
tr: Tercihler

source: _Edit
bs: _Izmijeni
cs: _Upravit
eu: _Editatu
fur: _Modifiche
he: ע_ריכה
id: _Sunting
pl: _Edycja
sr@latin: _Uređivanje
tr: _Düzenle

source: Find Next
cs: Hledat následující
he: חיפוש הבא
id: Cari Lagi
sr@latin: Nađi sledeće

source: Sketch
bs: Nacrt
cs: Program
eu: Programa
fur: Stampon
he: סקיצה
id: Sketsa
pl: Szkic
sr@latin: Skica
tr: Taslak

source: Verify/Compile
bs: Provjeri/Kompajliraj
cs: Ověřit/přeložit
eu: Egiaztatu/Konpilatu
fur: Verifiche/Compile
he: אימות/הידור
id: Verifikasi/Kompail
pl: Sprawdź/skompiluj
sr@latin: Proveri/prevedi
tr: Onayla/Derle

source: Stop
bs: Zaustavi
cs: Zastavit
eu: Gelditu
fur: Ferme
he: עצירה
pl: Zatrzymaj
sr@latin: Zaustavi
tr: Dur

source: Add File...
bs: Dodaj datoteku...
cs: Přidat soubor…
eu: Gehitu fitxategia...
fur: Zonte file...
he: הוספת קובץ...
id: Tambah Berkas…
pl: Dodaj plik…
sr@latin: Dodaj datoteku...
tr: Dosya Ekle...

source: Tools
bs: Alati
cs: Nástroje
eu: Tresnak
fur: Struments
he: כלים
id: Perkakas
pl: Narzędzia
sr@latin: Alati
tr: Araçlar

source: Auto Format
cs: Automaticky formátovat
he: עיצוב אוטומטי
id: Format Otomatis
sr@latin: Sam oblikuj

source: Serial Monitor
bs: Serijski monitor
cs: Sledování sériového portu
eu: Serieko monitorea
fur: Monitor seriâl
he: צג טורי
id: Pemantau Sambungan
pl: Monitor szeregowy
sr@latin: Serijski monitor
tr: Seri İzleme

source: Reset Board
bs: Resetuj ploču
cs: Resetovat desku
eu: Berrezarri txartela
fur: Azere schede
he: איפוס הלוח
id: Reset Papan
pl: Resetuj płytę
sr@latin: Ponovo postavi tablu
tr: Devre Kartını Sıfırla

source: Board
bs: Ploča
cs: Deska
eu: Txartela
fur: Schede
he: לוח
id: Papan
pl: Płyta
sr@latin: Tabla
tr: Devre Kartı

source: Serial Port
bs: Serijski port
cs: Sériový port
eu: Serieko ataka
fur: Puarte seriâl
he: פתחה טורית
id: Porta Serial
pl: Port szeregowy
sr@latin: Serijski priključnik
tr: Seri Bağlantı Noktası

source: Programmer
bs: Programiranje
eu: Programatzailea
fur: Programadôr
he: מתכנת
id: Pemrogram
pl: Programator
sr@latin: Programer
tr: Programlayıcı

source: Burn Bootloader
cs: Vypálit zavaděč
eu: Grabatu abioko kargatzailea
fur: Scrîf bootloader
he: צריבת מנהל אתחול
id: Bakar Bootloader
pl: Nagraj program startowy
sr@latin: Zapiši pokretač sistema
tr: Önyükleyiciyi Yazdır

source: _Help
bs: _Pomoc
cs: _Nápověda
eu: _Laguntza
fur: _Jutori
he: ע_זרה
id: Ba_ntuan
pl: Pomo_c
sr@latin: Po_moć
tr: _Yardım

source: Reference
bs: Referenca
cs: Referenční příručka
eu: Erreferentzia
fur: Riferiment
he: הפניה
id: Referensi
pl: Odniesienie
sr@latin: Upute
tr: Kaynak

source: Compile
bs: Kompajliraj
cs: Přeložit
eu: Konpilatu
he: הידור
id: Kompail
pl: Skompiluj
sr@latin: Prevedi
tr: Derle

source: New
bs: Novo
cs: Nový
eu: Berria
fur: Gnûf
he: חדש
id: Baru
pl: Nowy
sr@latin: Novo
tr: Yeni

source: Open
bs: Otvori
cs: Otevřít
eu: Ireki
fur: Vierç
he: פתיחה
id: Buka
pl: Otwórz
sr@latin: Otvori
tr: Aç

source: Save
bs: Spremi
cs: Uložit
eu: Gorde
fur: Salve
he: שמירה
id: Simpan
pl: Zapisz
sr@latin: Sačuvaj
tr: Kaydet

source: New device found on '%s'.
bs: Novi uređaj pronađen na '%s'.
eu: Gailu berria aurkitu da '%s'(e)n.
fur: Gnûf dispositîf cjatât su '%s'.
id: Perangkat baru ditemukan pada '%s'.
pl: Odnaleziono nowe urządzenie w „%s”.
tr: '%s' üzerinde yeni aygıt bulundu.

source: Arduino
he: ארדוינו

source: Cannot load BOARDS file. Exiting.
cs: Nelze načíst soubor BOARDS. Ukončuje se.

source: Done compilling.
cs: Překlad dokončen.

source: Cannot find %s
cs: Nelze najít %s

source: Error compilling.
cs: Chyba při překládání.

source: Cannot find PROGRAMMERS
cs: Nelze najít soubor PROGRAMMERS

source: Error reading %s file. File is corrupt. Installation problem.
cs: Chyba při načítání souboru %s. Soubor je poškozen. Problém s instalací.

source: # gnoduino - Python Arduino IDE implementation # Copyright (C) 2010 Lucian Langa # # This program is free software; you can redistribute it and/or # modify it under the terms of the GNU General Public License # as published by the Free Software Foundation; either version 2 # of the License, or (at your option) any later version. # # This program is distributed in the hope that it will be useful, # but WITHOUT ANY WARRANTY; without even the implied warranty of # MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the # GNU General Public License for more details. # # You should have received a copy of the GNU General Public License # along with this program; if not, write to the Free Software # Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
cs: # gnoduino – Implementace Arduino IDE v jazyce Python # Copyright © 2010 Lucian Langa # # Tento program je svobodný software. Můžete jej dále šířit # a/nebo upravovat za dodržení podmínek GNU General Public # License, tak jak ji vydala Free Software Foundation ve verzi 2 # nebo (dle vaší volby) novější. # # Tento program je šířen s přesvědčením, že může být užitečný, # ale BEZ JAKÝCHKOLIV ZÁRUK, bez předpokládané záruky na # OBCHODOVATELNOST nebo VHODNOST PRO URČITÝ ÚČEL. # Více podrobností najdete ve znění GNU General Public License. # # Kopii GNU General Public License byste měli získat spolu s tímto # programem. Pokud se tak nestalo, můžete poslat žádost na Free # Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, # MA 02110-1301, USA.
