Repository: Thursdays-Child/gnoduino
Catalog: po/*.po
Languages: bs, cs, eu, fur, he, id, pl, sr@latin, tr

source: Compiling...
bs: Kompajliram...
cs: Překládá se…
eu: Konpilatzen...
fur: Daûr a compilâ...
he: מתבצע הידור
id: Mengompail...
pl: Kompilowanie…
sr@latin: Prevodim...
tr: Derleniyor...

source: Compile Error
bs: Greška kompajliranja
cs: Chyba překladu
eu: Errorea konpilazioan
fur: Erôr di compilazion
he: שגיאת הידור
id: Galat Kompilasi
pl: Błąd kompilacji
sr@latin: Greška prevođenja
tr: Derleme Hatası

source: Linking error
bs: Greška linkovanja
cs: Chyba sestavení
eu: Errorea estekatzean
fur: Erôr di colegament
he: שגיאת קישור
id: Galat melink
pl: Błąd konsolidacji
sr@latin: Greška povezivanja
tr: Bağlama hatası

source: Object error
bs: Objektna greška
cs: Chyba objektu
eu: Errorea objektuan
fur: Erôr ogjet
he: שגיאת עצם
id: Galat objek
pl: Błąd obiektu
sr@latin: Greška objekta
tr: Nesne hatası

source: Done compiling.
bs: Kompajliranje gotovo.
eu: Konpilazioa burututa.
fur: Finît di compilâ.
he: ההידור הושלם.
id: Selesai mengompail.
pl: Ukończono kompilowanie.
sr@latin: Prevođenje je obavljeno.
tr: Derleme tamamlandı.

source: Binary sketch size: %s bytes (of a %s bytes maximum)
bs: Veličina binarne skice: %s bajta (od %s bajta maksimalno)
cs: Velikost binárního programu: %s bajtů (z maximálně možných %s bajtů)
eu: Programa bitarraren tamaina: %s byte (%s byte gehienez)
fur: Dimension stampon di binari: %s byte (di un massim di %s bytes)
he: גודל הסקיצה הבינרית: %s בית (מתוך %s בתים לכל היותר)
id: Ukuran sketsa biner: %s byte (dari maksimum %s byte)
pl: Rozmiar binarnego pliku szkicu w bajtach: %s (maksymalnie: %s)
sr@latin: Veličina binarne skice: %s bajta (od %s bajta najviše)
tr: İkili taslak boyutu: %s bayt(%s azami boyut)

source: Library Error
bs: Greška bibilioteke
cs: Chyba knihovny
eu: Errorea liburutegian
fur: Erôr librarie
he: שגיאת ספרייה
id: Galat Pustaka
pl: Błąd biblioteki
sr@latin: Greška biblioteke
tr: Kütüphane Hatası

source: Unable to locate %s Arduino SDK missing or broken.
bs: Nije moguće locirati %s Arduino SDK nedostaje ili je uništen.
eu: Ezin da %s aurkitu Arduino SDK falta da edo hondatuta dago.
fur: Impussibil cjatâ %s Il SDK di Arduino al mancje o nol funzione.
he: לא ניתן לאתר את %s ערכת הפיתוח לארדוינו חסרה או פגומה.
id: Tak bisa temukan %s SDK Arduino hilang atau rusak.
pl: Nie można ustalić położenia %s Brak Arduino SDK lub jest uszkodzone.
sr@latin: Ne mogu da pronađem „%s Nedostaje ili je oštećen Arduino SDK.
tr: %s bulunamadı Arduino SDK eksik ya da bozuk.

source: Cannot load %s file. Exiting.
bs: Ne mogu učitati %s datoteku. Izlazim.
eu: Ezin da '%s' fitxategia kargatu. Irteten.
fur: Impussibil cjariâ il file %s. Si jes.
he: לא ניתן לטעון את קובץ ה־%s. התכנית תיסגר.
id: Tak bisa memuat berkas %s. Keluar.
pl: Nie można wczytać pliku %s. Kończenie działania.
sr@latin: Ne mogu da učitam „%s“ datoteku. Izlazim.
tr: %s dosyası yüklenemiyor. Çıkılıyor.

source: Error reading %s file. File is corrupt. Installation problem.
bs: Greška prilikom čitanja %s datoteke. Datoteka je pokvarena. Problem prilikom instalacije.
cs: Chyba při načítání souboru %s. Soubor je poškozen. Problém s instalací.
eu: Errorea '%s' fitxategia irakurtzean. Fitxategia hondatuta dago. Instalazioaren arazoa.
fur: Erôr tal lei il file %s. Il file al è ruvinât. Probleme di instalazion.
he: שגיאה בקריאת הקובץ %s. הקובץ פגום. תקלה בהתקנה.
id: Galat saat membaca berkas %s. Berkas terkorupsi. Masalah instalasi.
pl: Błąd podczas odczytywania plik %s. Plik jest uszkodzony. Problem instalacji.
sr@latin: Greška čitanja „%s“ datoteke. Datoteka je oštećena. Problem instalacije.
tr: %s dosyası okunurken hata. Dosya bozuk. Kurulum sorunu.

source: Error compiling.
bs: Greška prilikom kompajliranja.
eu: Errorea konpilatzean.
fur: Erôr tal compilâ.
he: שגיאה בהידור.
id: Galat saat mengompail.
pl: Błąd podczas kompilowania.
sr@latin: Greška prevođenja.
tr: Derlenirken hata.

source: Close without Saving
bs: Zatvori bez snimanja
cs: Zavřít bez uložení
eu: Itxi gorde gabe
fur: Siere cence salvâ
he: לסגור מבלי לשמור
id: Tutup tanpa Menyimpan
pl: Zamknij bez zapisywania
sr@latin: Zatvori bez čuvanja
tr: Kaydetmeden Kapat

source: If you don't save, changes will be permanently lost.
bs: Ako ne sačuvate, promjene će biti zauvijek izgubljene.
cs: Pokud změny neuložíte, budou trvale ztraceny.
eu: Ez baduzu gordetzen, aldaketak betirako galduko dira.
fur: Se no si salve, lis modifichis a laran pierdudis par simpri.
he: אם לא תתבצע שמירה, השינויים יאבדו לנצח.
id: Bila Anda tidak menyimpan, perubahan akan hilang selamanya.
pl: Jeżeli dokument nie zostanie zapisany, to zmiany zostaną bezpowrotnie utracone.
sr@latin: Ako ne sačuvate, izmene će biti trajno izgubljene.
tr: Eğer kaydetmezseniz, değişiklikleriniz kalıcı olarak kaybolacaktır.

source: Serial port not configured! Use Tools->Serial Port to configure port.
bs: Serijski port nije konfigurisan! Koristite Alati -> serijski port da biste konfigurisali port.
cs: Sériový port není nastaven. K nastavení použijte Nástroje ▸ Sériový port.
eu: Serieko ataka konfiguratu gabe Erabili 'Tresnak->Serieko ataka' ataka konfiguratzeko.
fur: La puarte seriâl no je configurade! Dopre Struments->Puarte seriâl par configurâ la puarte.
he: לא הוגדרה פתחה טורית! יש להשתמש בכלים->פתחה טורית כדי להגדיר פתחה.
id: Porta serial tak terkonfigurasi! Gunakan Perkakas->Porta Serial untuk mengonfigurasi porta.
pl: Port szeregowy nie jest skonfigurowany. Należy użyć Narzędzia → Port szeregowy, aby go skonfigurować.
sr@latin: Serijski priključnik nije podešen! Koristite izbornik „Alati—>Serijski priključnik“ da ga podesite.
tr: Seri bağlantı noktası yapılandırılmamış! Bağlantı noktasını yapılandırmak için Araçlar->Seri Bağlantı Noktası seçeneğini kullanın.

source: '%s' not found.
bs: '%s' nije pronađen.
cs: „%s“ nenalezeno.
eu: Ez da '%s' aurkitu.
fur: '%s' no cjatât.
he: ‚%s‘ לא נמצא.
id: '%s' tak ditemukan.
pl: Nie odnaleziono „%s”.
sr@latin: Nisam pronašao „%s“.
tr: '%s' bulunamadı.

source: A total of %s replacements made.
bs: Čitav %s je premješten.
eu: Guztira %s ordezkapen egin dira.
fur: Un totâl di %s sostituzions fatis.
id: Dilakukan total %s penggantian.
pl: Wprowadzono razem %s zastąpień.
sr@latin: Urađeno je ukupno %s zamene.
tr: Toplam %s değiştirme yapıldı.

source: Untitled
bs: Bez naslova
cs: Nepojmenovaný
eu: Izengabea
fur: Cence titul
he: ללא שם
id: Tanpa Judul
pl: Bez tytułu
sr@latin: Neimenovano
tr: Başlıksız

source: Save document
bs: Snimi dokument
cs: Uložit dokument
eu: Gorde dokumentua
fur: Salve document
he: שמירת המסמך
id: Simpan dokumen
pl: Zapisz dokument
sr@latin: Sačuvajte dokument
tr: Belge kaydet

source: Save changes to document "%s" before closing?
bs: Spremi promjene u dokumentu "%s" prije zatvaranja?
cs: Uložit před zavření změny do dokumentu „%s“?
eu: Gorde aldaketak '%s' dokumentuan itxi aurretik?
fur: Salvâ lis modifichis sul document "%s" prime di sierâ?
he: האם לשמור את השינויים למסמך „%s“ לפני הסגירה?
id: Simpan perubahan ke dokuem "%s" sebelum menutup?
pl: Zapisać zmiany w dokumencie „%s” przed zamknięciem?
sr@latin: Da sačuvam izmene u dokumentu „%s“ pre zatvaranja?
tr: Kapatmadan önce değişiklikler "%s" belgesine kaydedilsin mi?

source: Save file
bs: Spremi datoteku
cs: Uložení souboru
eu: Gorde fitxategia
fur: Salve file
he: שמירת קובץ
id: Simpan berkas
pl: Zapisz plik
sr@latin: Sačuvaj datoteku
tr: Dosya kaydet

source: Open file
bs: Otvori datoteku
cs: Otevření souboru
eu: Ireki fitxategia
fur: Vierç file
he: פתיחת קובץ
id: Buka berkas
pl: Otwórz plik
sr@latin: Otvori datoteku
tr: Dosya aç

source: <b>A file named %s already exists. Do you want to replace it?</b>
bs: <b>Datoteka nazvana %s već postoji. Da li želite zamijeniti je?</b>
cs: <b>Soubor s názvem %s již existuje? Chcete jej nahradit?</b>
eu: <b>'%s' fitxategia badago lehendik ere. Ordeztea nahi duzu?</b>
fur: <b>Un file clamât %s al esist za. Sostituîlu?</b>
he: <b>כבר קיים קובץ בשם %s. האם ברצונך להחליף אותו?</b>
id: <b>Suatu berkas bernama %s sudah ada. Ingin menimpanya?</b>
pl: <b>Plik o nazwie %s już istnieje. Zastąpić go?</b>
sr@latin: <b>Datoteka pod nazivom „%s“ već postoji. Da li želite da je zamenite?</b>
tr: <b>%s adında bir dosya zaten var. Bu dosyayı değiştirmek istiyor musunuz?</b>

source: The file already exists in "%s". Replacing it will overwrite its contents.
bs: Datoteka već postoji u "%s". Premiještanje će novi sadržaj napisati preko postojećeg.
cs: Soubor již existuje v „%s“. Při jeho nahrazení přepíšete jeho obsah.
eu: Fitxategia badago lehendik ere '%s'(e)n. Hura ordeztean bere edukia gainidatziko da.
fur: Il file al esist za in "%s". Sostituintlu i siei contignûts a vignaran sorescrits.
he: הקובץ כבר קיים תחת „%s“. החלפתו תשכתב על תוכנו.
id: Berkas telah ada dalam "%s". Menggantikannya akan menimpa isinya.
pl: Plik już istnieje w „%s”. Zastąpienie go nadpisze jego zawartość.
sr@latin: Datoteka već postoji u „%s“. Ukoliko je zamenite prepisaćete njen sadržaj.
tr: "%s" konumunda dosya zaten var. Bunu değiştirme işlemi içeriğinin üzerine yazacak.

source: Open Recent
bs: Otvori Skorašnje
cs: Otevřít nedávné
eu: Ireki azkenekoa
fur: Vierç resint
he: פתיחת האחרון
id: Buka Terkini
pl: Otwórz ostatnie
sr@latin: Otvori skorašnje
tr: En Son Dosyayı Aç

source: Send
bs: Pošalji
cs: Poslat
eu: Bidali
fur: Invie
he: שליחה
id: Kirim
pl: Wyślij
sr@latin: Pošalji
tr: Gönder

source: Clear
bs: Očisti
cs: Smazat
eu: Garbitu
fur: Nete
he: איפוס
id: Kosongkan
pl: Wyczyść
sr@latin: Očisti
tr: Temizle

source: %s baud
cs: %s b/s
he: %s באוד
pl: Baudy: %s
sr@latin: %s boda
tr: %s bilgi akış hızı

source: E_xamples
bs: P_rimjeri
eu: _Adibideak
fur: E_semplis
he: _דוגמאות
id: _Contoh
pl: _Przykłady
sr@latin: _Primeri
tr: Ö_rnekler

source: Import Library
bs: Biblioteka uvoz
cs: Importovat knihovnu
eu: Inportatu liburutegia
fur: Impuarte librarie
he: יבוא ספרייה
id: Impor Pustaka
pl: Zaimportuj bibliotekę
sr@latin: Uvezi biblioteku
tr: Kütüphane İçeri Aktar

source: Upload
bs: Pošalji
cs: Nahrát
eu: Igorri
fur: Cjarie
he: העלאה
id: Unggah
pl: Wyślij
sr@latin: Otpremi
tr: Karşıya Yükle

source: Upload using programmer
bs: Postavi pomoću programera
eu: Igorri darabilen programatzailea
fur: Cjarie doprant il programadôr
he: העלאה בעזרת מתכנת
id: Unggah memakai pemrogram
pl: Wysyła używając programatora
sr@latin: Otpremi upotrebom programera
tr: Programlayıcı kullanarak karşıya yükle

source: System error
bs: Sistemska greška
cs: Systémová chyba
eu: Sistemaren errorea
fur: Erôr di sisteme
he: שגיאת מערכת
id: Galat sistem
pl: Błąd systemu
sr@latin: Sistemska greška
tr: Sistem hatası

source: Cannot load ui file
bs: Ne mogu učitati ui datoteku
cs: Nelze načíst soubor s uživatelským rozhraním
eu: Ezin da UI fitxategia kargatu
fur: Impussibil cjariâ il file de interface utent
id: Tak bisa memuat berkas ui
pl: Nie można wczytać pliku interfejsu użytkownika
sr@latin: Ne mogu da učitam datoteku korisničkog sučelja
tr: Kullanıcı arayüz dosyası yüklenemiyor

source: --help Print the command line options
bs: --help Ispiši opcije komandne linije
cs: --help Vypsat přepínače příkazového řádku
eu: --help Komando-lerroaren aukerak erakusteko
fur: --help Stampe lis opzions de rie di comant
id: --help Cetak opsi baris perintah
pl: --help Wyświetla opcje wiersza poleceń
sr@latin: --help Ispisuje opcije linije naredbi
tr: --help Komut satırı seçeneklerini yazdır

source: --version Output version information and exit
bs: --version Izlaz informacija o verziji i kraj
cs: --version Vypsat informace o verzi a skončit
eu: --version Bertsioaren informazioa erakutsi eta irten
fur: --version Bute fûr lis informazions su la version e jes
id: --version Tampilkan informasi versi dan keluar
pl: --version Wyświetla informacje o wersji i kończy działanie
sr@latin: --version Ispisuje podatke o izdanju i izlazi
tr: --version Sürüm bilgisi çıktısı ve çıkış

source: Burning bootloader...
cs: Vypaluje se zavaděč…
eu: Abioko kargatzailea grabatzen...
fur: Scriture bootloader in cors...
he: מנהל האתחול נצרב...
id: Membakar bootloader...
pl: Nagrywanie programu startowego…
sr@latin: Zapisujem pokretač sistema...
tr: Önyükleyici yazılıyor...

source: Flashing error.
bs: Flashing greška.
cs: Chyba programování flash paměti.
eu: Errorea flash-eatzean
fur: Erôr scriture.
he: שגיאת כתיבה.
id: Galat memflash.
pl: Błąd podczas zapisywania w pamięci flash.
sr@latin: Greška u nadogradnji BIOS-a.
tr: Yanıp sönme hatası.

source: Burn Error
bs: Burn greška
cs: Chyba vypalování
eu: Errorea grabatzean
fur: Erôr scriture
he: שגיאת צריבה
id: Galat Membakar
pl: Błąd nagrywania
sr@latin: Greška zapisivanja
tr: Yazdırma Hatası

source: Burn ERROR.
bs: Burn GREŠKA.
cs: CHYBA vypalování.
eu: Errorea grabatzean.
fur: ERÔR scriture.
he: שגיאת צריבה.
id: GALAT membakar.
pl: BŁĄD nagrywania.
sr@latin: GREŠKA zapisivanja.
tr: Yazdırma HATASI.

source: Burn complete.
bs: Burn završen.
cs: Vypalování dokončeno.
eu: Grabazioa burututa.
fur: Scriture completade.
he: הצריכה הושלמה.
id: Pembakaran selesai.
pl: Ukończono nagrywanie.
sr@latin: Zapisivanje je obavljeno.
tr: Yazdırma tamamlandı.

source: Flashing...
cs: Programuje se flash paměť…
eu: Flash-eatzen...
fur: Scriture in cors...
he: מתבצעת כתיבה...
id: Memflash…
pl: Zapisywanie w pamięci flash…
sr@latin: Nadograđujem...
tr: Yanıp sönüyor...

source: Flashing Error
bs: Flashing Greška
cs: Chyba programování flash paměti
eu: Errorea flash-eatzean
fur: Erôr scriture
he: שגיאת כתיבה
id: Galat memflash
pl: Błąd podczas zapisywania w pamięci flash
sr@latin: Greška u nadogradnji
tr: Yanıp Sönme Hatası

source: Flash ERROR.
bs: Flash GREŠKA.
cs: CHYBA programování flash paměti.
eu: Errorea flash-eatzean.
fur: ERÔR scriture.
he: שגיאת כתיבה.
id: GALAT flash.
pl: BŁĄD zapisywania w pamięci flash.
sr@latin: GREŠKA nadogradnje BIOS-a.
tr: Yanıp sönme HATASI.

source: Flashing complete.
bs: Flashing završen.
cs: Programování flash paměti dokončeno.
eu: Flash-eatzea burututa.
fur: Scriture completade.
he: הכתיבה הושלמה.
id: Memflash selesai.
pl: Ukończono zapisywanie w pamięci flash.
sr@latin: Nadogradnja je obavljena.
tr: Yanıp sönme tamamlandı.

source: Arduino color scheme
bs: Arduino shema boja
cs: Barevné schéma Arduino
eu: Arduino-ren kolore-eskema
fur: Scheme colôrs Arduino
he: ערכת צבע של ארדוינו
id: Skema warna Arduino
pl: Schemat kolorów Arduino
sr@latin: Šema boje Arduina
tr: Arduino renk şeması

source: Lucian Langa <lucilanga@gnome.org>
sr@latin: Lućan Langa <lucilanga@gnome.org>

source: GNOME Arduino IDE
cs: Arduino IDE pro GNOME
eu: GNOMEren Arduino-ren IDEa
fur: IDE Arduino di GNOME
he: סביבת פיתוח לארדוינו תחת GNOME
pl: Zintegrowane środowisko programistyczne Arduino dla środowiska GNOME
sr@latin: Gnom Arduino IDE
tr: GNOME Arduino Geliştirme Ortamı

source: gnoduino - Python Arduino IDE implementation Copyright (C) 2010-2012 Lucian Langa This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
bs: gnoduino - Python Arduino IDE implementation Copyright (C) 2010-2012 Lucian Langa Ovaj program je besplatan softver; možete ga redistribuirati i/ili mijenjati pod pravilima GNU Opće javne licence koju je objavio Free Software Foundation ; ili verziju 2 dozvole , ili ( po vašem izboru) bilo koje kasnije verzije . Ovaj program se distribuira u nadi da će biti koristan , ali BEZ IKAKVOG JAMSTVA; čak i bez podrazumijevanog jamstva prodaje ili prikladnosti za ODREĐENU SVRHU . Pogledajte GNU Opću javnu licenciju za više detalja. Trebali ste primiti kopiju GNU General Public License zajedno s ovim programom; Ako ne, pišite Free Software Foundation, Inc. , 51 Franklin Street , četvrti kat , Boston , MA 02.110-1301 , USA .
eu: gnoduino - Python Arduino-ren IDEaren garapena Copyright-a (C) 2010-2012 Lucian Langa Programa hau software librea da; birbana eta/edo alda dezakezu Software Foundation-ek argitaratutako GNU Lizentzia Publiko Orokorraren 2. bertsioan, edo (nahiago baduzu) beste berriago batean, jasotako baldintzak betez gero. Egunkari-ikustailea erabilgarria izango delakoan banatzen da, baina, INOLAKO BERMERIK GABE; era berean, ez da bermatzen beraren EGOKITASUNA MERKATURATZEKO edo HELBURU PARTIKULARRETARAKO ERABILTZEKO. Argibide gehiago nahi izanez gero, ikus GNU Lizentzia Publiko Orokorra. Programa honekin batera GNU Lizentzia Publiko Orokorraren kopia bat jasoko zenuen; hala ez bada, idatzi hona: Free SoftwareFoundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA
fur: gnoduino - Implementazion in Python di Arduino IDE Copyright (C) 2010-2012 Lucian Langa Chest program al è software libar; Tu puedis tornâ a distribuîlu e/o modificâlu sot i tiermins de licence GNU General Public come publicade de Free Software Foundation; sedi version 2 de licence, o (a vuestre sielte) cualsisei version sucessive. Chest program al è distribuît inte sperance che al sedi util, ma CENCE NISSUNE GARANZIE; cence ancje la implicite garanzie di CUMIERÇABILITÂT o IDONEITÂT A UNE PARTICOLÂR FINALITÂT. Viôt la licence GNU General Public par vê plui detais. Tu varessis di vê ricevût une copie de licence GNU General Public adun cun chest program; se no, scrîf ae Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
he: gnoduino - יישום של סביבת פיתוח לארדוינו שכתובה בפיית׳ון כל הזכויות שמורות (C)‏ 2010‏-2012 Lucian Langa This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
id: gnoduino - implementasi IDE Python Arduino Hak Cipta © 2010-2012 Lucian Langa This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
pl: gnoduino — implementacja środowiska programistycznego Arduino w języku Python Copyright © 2010-2012 Lucian Langa Niniejszy program jest wolnym oprogramowaniem; można go rozprowadzać dalej i/lub modyfikować na warunkach Powszechnej Licencji Publicznej GNU, wydanej przez Fundację Wolnego Oprogramowania (Free Software Foundation) — według wersji drugiej tej Licencji lub którejś z późniejszych wersji. Niniejszy program rozpowszechniany jest z nadzieją, iż będzie on użyteczny — jednak BEZ JAKIEJKOLWIEK GWARANCJI, nawet domyślnej gwarancji PRZYDATNOŚCI HANDLOWEJ albo PRZYDATNOŚCI DO OKREŚLONYCH ZASTOSOWAŃ. W celu uzyskania bliższych informacji należy zapoznać się z Powszechną Licencją Publiczną GNU. Z pewnością wraz z niniejszym programem dostarczono także egzemplarz Powszechnej Licencji Publicznej GNU (GNU General Public License); jeśli nie — proszę napisać do Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301 USA.
sr@latin: gnoduino — Pitonova primena Arduino IDE-a Autorska prava (C) 2010-2012 Lućan Langa Ovaj program je slobodan softver; možete ga prosleđivati i/ili menjati pod uslovima GNU Opšte javne licence koju je objavila Zadužbina slobodnog softvera; verzije 2 licence ili (po vašem izboru) bilo koje novije verzije. Ovaj program se raspodeljuje u nadi da će biti koristan, ali BEZ IKAKVE GARANCIJE; čak i bez primenjene garancije TRŽIŠNE VREDNOSTI ili PRILAGOĐENOSTI ODREĐENOJ NAMENI. Pogledajte GNU Opštu javnu licencu za više detalja. Trebali ste da primite primerak GNU Opšte javne licence uz ovaj program; ako niste, pišite Zadužbini slobodnog softva na adresu: Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
tr: gnoduino - Python Arduino Geliştirme Ortamı Uygulaması Telif Hakkı (C) 2010-2012 Lucian Langa Bu program bir özgür yazılımdır; Özgür Yazılım Vakfı tarafından yayınlanan GNU Genel Kamu Lisansı 2. sürümü ya da (tercihinize bağlı olarak) sonraki sürümleri koşulları altında değiştirebilir ve/ya da yeniden dağıtabilirsiniz. Bu program kullanışlı olması maksadıyla dağıtılmaktadır, ancak HİÇBİR GARANTİSİ YOKTUR; aynı zamanda BİR AMACA UYGUNLUĞU ya da SATILABİLİRLİĞİ garanti etmez. Daha fazla ayrıntı için GNU Genel Kamu Lisansını inceleyin. GNU Genel Kamu Lisansının bir kopyasını bu program ile almış olmalısınız; eğer almadıysanız, Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA adresine yazın.

source: translator-credits
bs: Merima Cisija https://launchpad.net/~cisijam Samir Ribić https://launchpad.net/~megaribi
eu: Iñaki Larrañaga Murgoitio <dooteo@zundan.com>
fur: Fabio Tomat <f.t.public@gmail.com>, 2017
id: Andika Triwidada <andika@gmail.com>, 2014
pl: Piotr Drąg <piotrdrag@gmail.com>, 2012-2016 Aviary.pl <community-poland@mozilla.org>, 2012-2016
sr@latin: Miroslav Nikolić http://prevod.org — prevod na srpski jezik
tr: simgeszgn@gmail.com

source: Search for:
bs: Traži za:
cs: Hledat:
eu: Bilatu:
fur: Cjate:
he: חיפוש אחר:
id: Mencari:
pl: Wyszukiwanie:
sr@latin: Potraži:
tr: Bunu ara:

source: Match entire word only
bs: Odgovara samo čitava riječ
cs: Shoda pouze celých slov
eu: Bat etorri hitz osoekin soilik
fur: Dome peraulis interiis
he: התאמת מילים שלמות בלבד
id: Hanya cocok seluruh kata
pl: Tylko całe wyrazy
sr@latin: Uporedi samo cele reči
tr: Sadece tüm kelimeyi eşleştir

source: Wrap around
bs: Zaokrenuti
cs: Přecházet přes okraj
eu: Itzulbiratu
fur: Torne tache dal inizi
he: גלישת שורות
id: Putar balik
pl: Automatyczny powrót do początku
sr@latin: Prelamaj unaokolo
tr: Kaydır

source: Match case
bs: Podudaraju se velika i mala slova
cs: Shoda velikosti písmen
eu: Maiuskula/minuskula
fur: Corispuindince maiusculis
he: התאמת רישיות
id: Cocokkan besar kecil huruf
pl: Rozróżnianie małych i wielkich liter
sr@latin: Uporedi veličinu slova
tr: Büyük küçük harf eşleştir

source: Search backwards
bs: Pretraga unazad
cs: Hledat od konce k začátku
eu: Bilatu gorantz
fur: Cîr indaûr
he: חיפוש אחורה
id: Cari mundur
pl: Wyszukiwanie wstecz
sr@latin: Traži unazad
tr: Geriye doğru ara

source: Editor font size
bs: Veličina fonta uređivača
cs: Velikost písma editoru
eu: Editatu letra-tamaina
fur: Dimension caratar dal editôr
he: גודל גופן העורך
id: Ukuran fonta penyunting
pl: Rozmiar czcionki edytora
sr@latin: Veličina slova uređivača
tr: Yazı tipi boyutu düzenleyicisi

source: Console font size
bs: Veličina fonta konzole
cs: Velikost písma konzoly
eu: Kontsolaren letra-tamaina
fur: Dimension caratar de console
he: גודל גופן המסוף
id: Ukuran fonta konsol
pl: Rozmiar czcionki konsoli
sr@latin: Veličina slova konzole
tr: Konsol yazı tipi boyutu
